Repository: mahdyadel00/emart
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: SMTP host
ar: اسم الهوست

source: Port
ar: البورت

source: Store SMTP port
ar: البورت

source: Username
ar: المستخدم

source: Payment gateway
ar: بوابة الدفع

source: Total amount
ar: المبلغ الإجمالي

source: Export Roles
ar: تصدير مجموعات الصلاحيات

source: create new role
ar: إنشاء صلاحية جديدة

source: All Roles
ar: كل الصلاحيات

source: Due Date
ar: تاريخ الاستحقاق

source: Something Wrong Happened
ar: حدث خطأ ما

source: City name
ar: اسم المدينة

source: Orders count
ar: عدد الطلبات

source: Invoices numbers
ar: أرقام الفواتير

source: Orders amounts
ar: مبلغ الطلبات

source: Last order date
ar: تاريخ آخر طلب

source: Bank
ar: البنك

source: Create new Blogs Category
ar: إنشاء قسم للمدونة

source: Blogs Category
ar: قسم المدونات

source: photo
ar: الصورة

source: active
ar: نشط

source: Basic Settings
ar: اعدادات الأساسية

source: Link, logo, name, location
ar: رابط ، شعار ، اسم ، موقع

source: Control Cities
ar: التحكم في المدن

source: Manage static pages
ar: التحكم في الصفحات الثابته

source: Home Sections
ar: قسم الصفحة الرئيسية

source: Manage Home Sections
ar: التحكم في قسم الصفحة الرئيسية

source: Mobile Sections
ar: قسم الصفحة الرئيسية بالهاتف

source: Manage Mobile Sections
ar: التحكم في قسم الصفحة الرئيسية بالهاتف

source: Show banners to customers in the store
ar: اعرض لافتات للعملاء في المتجر

source: Create Campaign
ar: إنشاء حملة

source: Default Images
ar: الصور الافتراضية

source: Visitors And Page Views
ar: الزوار وعدد مشاهدات الصفحة

source: Place Enter Category Name
ar: من فضلك اكتب اسم القسم

source: Place Enter Category Color
ar: من فضلك اكتب اللون

source: Edit Modal
ar: تعديل

source: Place Enter category Name
ar: من فضلك اكتب اسم القسم

source: Reply To Comment
ar: الرد على تعليق

source: Edit Comment
ar: تعديل التعليق

source: Update
ar: تحديث

source: Delete comment
ar: حذف التعليق

source: Are you sure you want to delete this comment ?
ar: هل أنت متأكد من حذف هذا التعليق؟

source: Replied Successfully !
ar: تم الرد بنجاح !

source: Admin login
ar: تسجيل الدخول

source: Login
ar: دخول

source: password
ar: كلمة المرور

source: remember me
ar: تذكرني

source: forget password
ar: هل نسيت كلمة المرور ؟

source: login
ar: دخول

source: Online Transactions
ar: المعاملات عبر الإنترنت

source: Edit Withdrawal Method
ar: تعديل طريقة سحب

source: Min Commission
ar: ربح من

source: Max Commission
ar: أقصي عدد

source: Duration
ar: عروض و خصومات لفترة محدودة .

source: Edit Promotor
ar: تعديل الفوتر

source: Quick Links
ar: الروابط

source: VAT
ar: ضريبة القيمة المضافة

source: Add Tax
ar: إضافة الضريبة

source: Establishment tax number
ar: رقم ضريبة المنشأة

source: Designation
ar: تعيين

source: Calculating the tax on shipping services
ar: حساب الضريبة على خدمات الشحن

source: Prices for products are tax-inclusive
ar: أسعار المنتجات شاملة للضرائب

source: Create the tax
ar: إنشاء الضريبة

source: Choose Language
ar: اختر اللغه

source: Tax Name
ar: اسم الضريبة

source: Tax Value
ar: قيمة الضريبة

source: Tax number
ar: رقم الضريبة

source: Edit the tax
ar: تعديل الضريبة

source: This all countries have tax
ar: كل هذه الدول لديها ضرائب

source: id
ar: الرقم

source: Updated Successfiiy
ar: تم التحديث بنجاح

source: This Tax Added Successfiiy
ar: تمت إضافة هذه الضريبة بنجاح

source: TAX
ar: الضريبة

source: Select shipping type
ar: اختر نوع الشحن

source: Create new admin
ar: انشاء مدير جديد

source: Transaction type
ar: أنواع المعاملات

source: Payment Types
ar: بوابة الدفع

source: online
ar: عبر الانترنت

source: offline
ar: بدون انترنت

source: Transactions
ar: المعاملة

source: create new Brand
ar: اضافة بانر جديد

source: All Brands
ar: العلامات التجارية

source: Sync All Now
ar: مزامنة الكل الآن

source: Sync Now
ar: زامن الآن

source: Myfatoorah Finish
ar: إنهاء الفاتورة

source: Success Payment
ar: تم الدفع بنجاح

source: Congratulations .. the payment is accepted
ar: مبروك .. تم قبول عملية الدفع

source: Edit Service
ar: تعديل خدمة

source: Create new job
ar: إنشاء وظيفة جديدة

source: Edit Job
ar: تعديل

source: Campaign users
ar: أعضاء الحملة

source: Campaign products
ar: منتجات الحملة

source: Campaign details
ar: تفاصيل الحملة

source: Campaigns
ar: الحملات التسويقية

source: stores
ar: المتاجر

source: Failed to Connect to Instagram.
ar: فشل الاتصال بـ Instagram.

source: Imported Successfully !
ar: تم الاستيراد بنجاح !

source: Online customers
ar: العملاء المتواجدين حاليا

source: Attachments
ar: إرفاق ملفات

source: Disabled
ar: عدم التمكين

source: Export Users
ar: تصدير الأعضاء

source: Send Sms
ar: أرسل رسالة نصية

source: Block Customer
ar: حظر العميل

source: Delete Customer
ar: حذف عميل

source: Temporarily hide product
ar: إخفاء المنتج بشكل مؤقت

source: Add products
ar: إضافة منتجات

source: COD
ar: الدفع عند الاستلام

source: Discount coupons
ar: كوبونات الخصم

source: print
ar: طباعة

source: adding product
ar: اضافة منتج

source: add new product
ar: اضافة منتج جديد

source: searching in products list
ar: بحث في قائمة المنتجات

source: max count reached its limit
ar: تم الوصول للحد الأقصي

source: cart_total
ar: إجمالي سلتك

source: shipping_cost
ar: تكلفة الشحن

source: discount_coupons
ar: كوبونات الخصم

source: order_total
ar: إجمالي الطلبات

source: product_name
ar: اسم المنتج

source: add new product
ar: اضافة منتج جديد

source: Page Edited Successfully !
ar: تم التعديل بنجاح

source: Not founds
ar: غير موجود

source: Create New Ticket
ar: إنشاء تذكرة جديدة

source: Create New Style
ar: إنشاء شكل جديد

source: Styles
ar: الأشكال

source: Enable
ar: تفعيل

source: Invoice
ar: فاتورة

source: Receipt
ar: الايصال

source: Invoice to
ar: فاتورة الى

source: Payment details
ar: بيانات عملية الدفع

source: Payment method
ar: طريقة الدفع

source: Package
ar: باقة

source: edit Shipping Options
ar: تعديل خيارات الشحن

source: Choose City
ar: اختار المدينة

source: Type Pricing: fixed
ar: نوعالتسعير: ثابت

source: Type Pricing: according to weight
ar: نوع التسعير: حسب الوزن

source: Cost weight
ar: التكلفة حسب الوزن

source: Main menu links
ar: روابط القائمة الرئيسية

source: Add Link
ar: إضافة لينك

source: Link Type
ar: نوع اللينك

source: Classification
ar: التصنيف

source: Introductory page
ar: صفحة تعريفية

source: External link
ar: رابط خارجي

source: Open in a separate window
ar: فتح في نافذة مستقلة

source: Select Page
ar: اختر الصفحة

source: Link Name
ar: اسم الرابط

source: Enter Link Name
ar: اسم الرابط

source: One Free Details
ar: تفاصيل الطلب

source: Create New Currency
ar: إنشاء عملة جديدة

source: Place Enter Currency Name
ar: من فضلك ادخل اسم العملة

source: Short Name
ar: اسم قصير

source: Place Enter Currency Short Name
ar: من فضلك اكتب اسم قصير للعملة

source: Place Enter Currency Code
ar: من فضلك ادخل كود العملة

source: Place Enter Exchange Rate
ar: من فضلك اكتب سعر الصرف

source: Place Enter Flag Code
ar: من فضلك اكتب كود العلم

source: Image should be 1230px width, 540px height.
ar: المساحة المفضلة للصورة هي 1230 بيكسل عرض و 540 بيكسل ارتفاع.

source: Data Error !
ar: خطأ في البيانات !

source: Order Not found
ar: لم نتمكن من إيجاد الطلب الخاص بك

source: Transaction Not found
ar: لم نتمكن من إيجاد المعاملة المالية

source: Payment method updates successfully !
ar: تم التحديث طرق الدفع بنجاح!

source: Transaction photo is required
ar: يجب عليك اضافة صورة للمعاملة المالية

source: Order Was Deleted
ar: تم حذف الطلب

source: Invalid data
ar: خطأ في ادخال البيانات

source: Order Was aborted
ar: تم الغاء الطلب

source: The Order has been returned successfully
ar: تم إضافة طلبك بنجاح

source: Campaign List
ar: قائمة الحملات التسويقية

source: Edit Product Details
ar: تعديل تفاصيل المنتج

source: Product order form
ar: نموذج طلب المنتج

source: Similar products
ar: المنتجات المتشابهه

source: Meta Tags
ar: العلامات الفوقية

source: Users Memberships
ar: اضافة مستخدم للعضوية

source: Product Settings
ar: اعدادات المنتج

source: Records Count In Admin Products Page
ar: عدد المنتجات في صفحة التحكم بالمنتجات

source: Records Count In Products Page
ar: عدد المنتجات في صفحة المنتجات في الموقع

source: Minimum products in stock before sms notification
ar: اقل كمية متاحه من المنتج قبل ارسال تنبية SMS

source: Minimum products stock before sms notification
ar: اقل كمية متاحه من المنتج قبل ارسال تنبية SMS

source: Product notification mobile
ar: رقم الهاتف الذي سيصل اليه الاشعار

source: Product notification message
ar: نص الاشعار

source: Prodcut Settings
ar: اعدادات المنتج

source: Restore
ar: استعادة

source: No Products
ar: لا يوجد منتجات

source: Restored Successfully
ar: تم الاستعادة بنجاح

source: Data Recovery
ar: استعادة البيانات

source: Please select language to show blog categories
ar: يرجى اختيار لغة لإظهار أقسام المقالات

source: Create Blog
ar: إنشاء مدونة

source: Products deleted during the past 30 days
ar: المنتجات المحذوفة خلال الثلاثين يومًا الماضية

source: Orders deleted during the past 30 days
ar: الطلبات المحذوفة خلال الـ 30 يومًا الماضية

source: Add new store
ar: اضافة متجر جديد

source: Name :
ar: الاسم :

source: Tax type
ar: نوع الضريبة

source: Tax details
ar: تفاصيل الضريبة

source: Tax percent
ar: أعلى سعر

source: Tax amount
ar: الضريبة

source: Create custom template
ar: انشاء قالب مخصص

source: transactionType
ar: نوع المعاملة

source: Create New transactionType
ar: انشاء نوع معامله جديد

source: backend
ar: الخلفية

source: frontend
ar: الامامية

source: select ...
ar: اختار...

source: transaction status
ar: نوع المعاملة

source: myfatoorah
ar: الفاتورة

source: paypal
ar: باي بال

source: Edit transactionType
ar: تعديل نوع المعاملة

source: Order No
ar: رقم الطلب

source: Order Status
ar: حالة الطلب

source: New
ar: جديد

source: done
ar: تم

source: You shoud complete data
ar: يجب عليك استكمال البيانات

source: Edit country
ar: تعديل دولة

source: Create new country
ar: إنشاء دولة جديد

source: Upload Your Attatchment
ar: رفع الملف الملحق

source: Your request has been send
ar: تم ارسال الطلب الخاص بك بنجاح

source: Your Attatchment should be pdf , doc
ar: يجب أن يكون الملف بصيغة pdf, doc

source: Product Report
ar: تقارير أسعار المنتجات

source: Benefits
ar: المستفيدين

source: Add Permission
ar: صلاحيه جديده

source: First name
ar: الاسم الأول

source: Last name
ar: الاسم الأخير

source: Confirm password
ar: تأكيد كلمة المرور

source: Role
ar: المجموعة

source: not found
ar: غير موجود

source: Failed not unique
ar: فشل ليست فريدة من نوعها

source: Not Found !
ar: غير موجود !

source: shipping
ar: الشحن

source: No shipping is required
ar: لا يتطلب شحن

source: Postal Code
ar: الكود البريدى

source: Does It Require Shipping ?
ar: هل يتطلب الشحن؟

source: No Shipping Required
ar: لا يتطلب شحن

source: Yes Shipping is Required
ar: نعم يتطلب شحن

source: Shipping Details
ar: تفاصيل الشحن

source: Neighborhood Name
ar: اسم الحي

source: Street Name
ar: اسم الشارع

source: House Description
ar: وصف المنزل

source: select
ar: اختار

source: Shipping is not available for this country or city
ar: الشحن غير متاح لهذا البلد أو المدينة

source: Shipping Company
ar: شركة الشحن

source: Shipping is not available for Country
ar: الشحن غير متاح لهذه البلد

source: and city
ar: و المدينة

source: Withdrawal Methods
ar: طريقة السحب

source: Create New Withdrawal Method
ar: تعديل طريقة سحب

source: Affiliate Settings
ar: اعدادات الأفلييت

source: Edit Shipping Company
ar: تعديل شركة الشحن

source: Add Balance
ar: إضافة رصيد

source: Balance Added Successfully
ar: تم اضافة الرصيد بنجاح

source: Order status has been changed successfully !
ar: تم تغيير حالة الطلب بنجاح !

source: Edit Order
ar: تعديل الطلب

source: Refund reason
ar: سبب الإرجاع

source: Refund amount
ar: مبلغ الإرجاع

source: Cost on
ar: تحميل التكلفة على

source: Refund date
ar: تاريخ الارجاع

source: Order date
ar: تاريخ الطلب

source: Edit Invoice
ar: تعديل الفاتورة

source: Add sub product
ar: اضافة منتج فرعي

source: There is no translation for this blog
ar: لا توجد ترجمة لهذه المدونة

source: Buy template
ar: شراء قالب

source: Templates
ar: القوالب

source: edit discount code
ar: تعديل كود الخصم

source: Coupon Details
ar: بيانات الكوبون

source: Included in Coupon
ar: مشمول في الكوبون

source: Discount Code's details
ar: تفاصيل أكواد الخصم

source: Expire Date
ar: تاريخ الإنتهاء

source: Item
ar: عنصر

source: Included in coupon
ar: مشمول في الكوبون

source: Included Categories
ar: تصنيفات مشمولة

source: Select All
ar: اختيار الكل

source: Included Products
ar: منتجات مشمولة

source: Included User Group
ar: مجموعة العملاء المشمولة

source: Add Discount Code
ar: إضافة كود خصم

source: Expire date
ar: تاريخ الإنتهاء

source: Company Name
ar: اسم الشركة

source: Arrangement
ar: الترتيب

source: Delete Record
ar: تم حذف السجل

source: You Want You Sure Delete This Record
ar: هل تريد بالتأكيد حذف هذا السجل

source: Thank you !
ar: شكرا لك !

source: Chat Mode
ar: حالة الشات

source: Chat Code
ar: كود الشات

source: Chat Plugin Code
ar: الكود الخاص بالشات

source: Product Not found !
ar: المنتج غير موجود !

source: Duplicated Successfully !
ar: تم التكرار بنجاح !

source: Failed !
ar: فشل !

source: This item is out of stock.
ar: هذا المنتج تم إنتهائه من المخزون.

source: Visitor
ar: زائر

source: Feature Quantity out of stock
ar: كمية الميزة أكثر من مخزون المنتج

source: Feature Quantity should be greater or equlal 1
ar: يجب أن تكون كمية الميزة أكبر أو متساوية 1

source: Inserted successfuly
ar: تم الحفظ بنجاح

source: link
ar: اللينك

source: Edit Brand
ar: تعديل العلامة التجارية

source: Show Product Feature
ar: عرض سمات المنتج

source: SKU
ar: كود

source: Feature Details
ar: تفاصيل السمة

source: Feature Name
ar: اسم السمة

source: Feature Options
ar: خيارات السمة

source: Option Name
ar: اسم الخيار

source: Store Details
ar: تفصيل المتجر

source: Offer Transaction Details
ar: تفاصيل المعاملة

source: Order number
ar: رقم الطلب

source: Shipping cost on
ar: تحميل تكلفة الشحن على

source: Shipping cost on reason
ar: سبب التحميل

source: Shpping date
ar: تاريخ الشحن

source: Edit Email
ar: تعديل البريد الكتروني

source: Slider Title
ar: عنوان السلايدر

source: Url
ar: اللينك

source: Slider description
ar: وصف السلايدر

source: Logo
ar: اللوجو

source: Dublicate Product
ar: تكرير المنتج

source: Are you sure to dublicate
ar: هل أنت متأكد من عملية التكرار

source: Dublicate
ar: تكرار

source: Updated At
ar: تاريخ التحديث

source: option
ar: حدد الاختيار

source: Message Content
ar: نص الرسالة

source: Edit Type
ar: تعديل النوع

source: Print All Qr
ar: طباعة جميع الباركود

source: Created By
ar: إنشاء مدونة

source: Counter
ar: العداد

source: MemberShip
ar: العضوية

source: Discount Transaction
ar: المعاملات عبر الإنترنت

source: Transaction
ar: المعاملة

source: Top browsers
ar: لايوجد مستخدمين

source: Last product created at
ar: تاريخ اضافة اخر منتج

source: Brand
ar: العلامة التجارية

source: Color Group
ar: كل مجموعات الالوان

source: Translate Color Group
ar: ترجمه مجموعات الالوان

source: Color Group name ...
ar: اسم مجموعه الألوان...

source: Remove
ar: حذف

source: Edit Color Group
ar: تعديل مجموعة الالوان

source: detail deleted Successfully
ar: تم الحذف بنجاح

source: Find out what’s new
ar: اكتشف الجديد

source: abandoned-carts
ar: السلات المتروكة

source: items
ar: العناصر

source: client
ar: العميل

source: call
ar: دعوة

source: Activate a temporary discount
ar: تنشيط كود الخصم المؤقت

source: the-product
ar: المنتج

source: Enter New Price
ar: ادخل سعر جديد

source: total-cart
ar: مجموع العربة

source: Abandoned Carts
ar: السلات المتروكة

source: Control In All
ar: التحكم في الجميع

source: success create
ar: تم الإضافة بنجاح

source: success update
ar: تم التحديث بنجاح

source: success delete
ar: تم الحذف بنجاح

source: Show More
ar: عرض المزيد

source: Removed successfully
ar: تم الحذف بنجاح

source: Similar Blogs
ar: المدونات المتشابهه

source: Products names
ar: اسماء المنتجات

source: Total price
ar: أعلى سعر

source: Banner Place
ar: مكان البانر

source: Place Enter Banner Link
ar: من فضلك ادخل عنوان البانر

source: create new permission
ar: إنشاء صلاحية جديدة

source: All Permissions
ar: كل الصلاحيات

source: Staff
ar: الموظفين

source: Custom templates
ar: قالب مخصص

source: Create Buy N Get N Offer
ar: اشتري منتج واحصل علي منتج مجاني

source: Create Voucher Offer
ar: انشاء عرض قسيمة مشتريات

source: Create Duration Offer
ar: انشاء عرض لفترة محدودة

source: Create Extra Offer
ar: انشاء عرض خصم اضافي

source: Create Gift Voucher
ar: إنشاء قسيمة ممنوحة

source: Create new Review
ar: إنشاء مراجعة جديدة

source: Stars
ar: نجوم

source: Review
ar: مراجعة

source: Edit Review
ar: تعديل المراجعة

source: Edit User Membership
ar: تعديل عضوية المستخدم

source: Add Membership permissions
ar: إضافة صلاحيات للعضوية

source: Edit Customer Group
ar: تعديل مجموعة العميل

source: payment
ar: دفع

source: payment_options
ar: خيارات الدفع

source: Pay With Bank
ar: الدفع عن طريق البنك

source: Delivery
ar: التسليم

source: Payment on receipt from the shipping company
ar: الدفع عند الاستلام من شركة الشحن

source: No Banks Available
ar: لا يوجد بنوك متاحة

source: Please select
ar: من فضلك اختر

source: membership
ar: العضوية

source: Select Your Country
ar: من فضلك اختر الدولة

source: Abandoned carts count
ar: عدد السلات المتروكة

source: Abandoned carts products count
ar: عدد المنتجات في السلات المتروكة

source: Job Details
ar: تفاصيل الوظيفة

source: Job Title
ar: عنوان الوظيفة

source: Job Description
ar: وصف الوظيفة

source: Files
ar: ملفات

source: All Jobs
ar: كل الوظائف

source: Buy package
ar: شراء باقة

source: Packages
ar: الباقات

source: Add Group
ar: إضافة مجموعة

source: Product performance
ar: أداء المنتج

source: Sales by category
ar: المبيعات حسب القسم

source: Cash on delivery
ar: الدفع عند الاستلام

source: Label Translation
ar: ترجمة الخاصية

source: Value Translation
ar: ترجمة القيمة

source: Synced Successfully!
ar: تمت المزامنة بنجاح !

source: Translate Detail
ar: ترجمه التفاصيل

source: About Us
ar: حول الموقع

source: All Categories
ar: كل الاقسام

source: Engineering Services
ar: الخدمات الهندسية

source: All Home Page Section
ar: كل اقسام الصفحة الرئيسية

source: Select a Product
ar: اختار منتج

source: Category Master
ar: اسم القسم

source: Apply
ar: تطبيق

source: Add City
ar: أضافة مدينه

source: All Notifications
ar: الاشعارات

source: New Orders
ar: رقم الطلبات

source: Product Favorite
ar: سمات المنتج

source: Low Stock
ar: المخزون

source: Orders Refund
ar: عدد الطلبات

source: read successfully
ar: تم الحفظ بنجاح

source: Create new review
ar: إنشاء مراجعة جديدة

source: Comment
ar: التعليق

source: Time Created
ar: تاريخ الإنشاء

source: Last Edition
ar: اخر تحديث

source: Total Quantity
ar: الكمية الإجمالية للمنتج

source: Products update Stock
ar: المخزون

source: Voucher
ar: قسيمة شرائية

source: Voucher
ar: القسائم

source: Edit Content
ar: تعديل المحتوي

source: Columns Number
ar: عدد الأعمدة

source: Column
ar: العمود

source: Content Edit
ar: تعديل المحتوي

source: Refund
ar: تم الرفض

source: Add Type
ar: اضافة نوع

source: Place Enter Type Name
ar: ادخل اسم النوع

source: Place write keywords here...
ar: من فضلك اكتب الكلمات المفتاحية هنا...

source: All Groups
ar: كل المجموعات

source: Edit Footer
ar: تعديل الفوتر

source: Add Footer
ar: اضافة فوتر

source: create new footer
ar: إنشاء صلاحية جديدة

source: Footers
ar: الفوتر

source: Footer description
ar: وصف الفوتر

source: Working time
ar: وقت العمل

source: Add new file
ar: اضافة ملف جديد

source: Choose file
ar: اختر الملف

source: File name
ar: اسم الملف

source: add agent
ar: اضافة عميل

source: City ID
ar: هوية المدينة

source: City Name
ar: اسم المدينة

source: An error Occurred, please try again
ar: عذرا ، لقد حدث خطأ ، يرجى المحاولة مرة أخرى!

source: Transaction no
ar: رقم المعاملة

source: Show Offline Order
ar: إظهار الطلبات بدون انترنت

source: Bank Name
ar: اسم البنك

source: transaction image
ar: نوع المعاملة

source: Refused
ar: تم الرفض

source: Genders
ar: الجنس

source: purchases
ar: المشتريات

source: Most Buy
ar: الأكثر شراء

source: Least Buy
ar: الأقل شراء

source: Products Commissions
ar: لجان المنتجات

source: All Offers
ar: جميع العروض

source: All Offers
ar: كل العروض

source: Message Sent Success
ar: تم إرسال الرسالة بنجاح

source: Please Try Again Later
ar: عذرا ، لقد حدث خطأ ، يرجى المحاولة مرة أخرى!

source: Dealers
ar: الوكلاء

source: Locate our dealers
ar: حدد موقع عملاءنا

source: Select Branch
ar: اختار الفرع

source: Edit Banner
ar: تعديل البانر

source: The Name
ar: الاسم

source: The Holder Name
ar: اسم الحامل

source: Iban
ar: رقم البنك الدولي

source: Holder number
ar: رقم الحامل

source: Add Bank
ar: اضافة بنك

source: My invoices
ar: فواتيري

source: Trasnaction type
ar: نوع المعاملة

source: Purchase date
ar: تاريخ الشراء

source: Change password
ar: تغيير كلمة المرور

source: Edit admin
ar: تعديل مدير

source: Customer Product
ar: منتجات العميل

source: Success
ar: تم بنجاح

source: Ticket Priorities
ar: أهمية التذكرة

source: Re-arranged successfully
ar: تم اعاداة الترتيب بنجاح

source: For individuals
ar: للأفراد

source: For companies
ar: للشركات

source: Project name
ar: اسم المشروع

source: Bank name
ar: اسم البنك

source: Bank Account number
ar: رقم الحساب البنكي

source: Bank Account IBAN
ar: رقم الايبان للحساب البنكي

source: Project email
ar: البريد الالكتروني الخاص بالمشروع

source: Screenshot form project page on social media
ar: صورة من صفحة المشروع على وسائل التواصل

source: ID photo (front)
ar: صورة الهوية من الأمام

source: ID photo (back)
ar: صورة الهوية من الخلف

source: Company name
ar: اسم الشركة

source: Contract photo
ar: صورة عقد التأسيس

source: Commercial ecord photo
ar: صورة السجل التجاري

source: Request has been sent, we will reply to you soon
ar: تم ارسال الطلب الخاص بكم بنجاح، سنقوم بالرد عليكم في أسرع وقت ممكن، شكرا لكم

source: Register at myfatoorah
ar: التسجيل في ماي فاتورة

source: Add Shipping Price
ar: اضافة سعر شحن

source: Sale Points
ar: النقاط

source: Our products are available through an extensive nationwide network of authorized retailers and dealers. Find a dealer nearby
ar: منتجاتنا متوفرة من خلال شبكة وطنية واسعة من المعتمدين تجار التجزئة والوكلاء. العثور على تاجر في مكان قريب

source: Select your city
ar: من فضلك اختر المدينة الخاصه بك

source: Fined Points Locations
ar: خيارات التحكم في الموقع

source: Product type Name
ar: اسم نوع المنتج

source: Product type Description
ar: وصف نوع المنتج

source: Edit Product Type
ar: تعديل نوع المنتج

source: Add Product Type
ar: اضافة نوع منتج

source: Product Types
ar: أنواع المنتجات

source: create new product type
ar: إنشاء عنا جديدة

source: Cost
ar: التكلفة

source: Delivary
ar: التسليم

source: Place Enter name
ar: من فضلك ادخل الاسم

source: Edit Home Page Section
ar: تعديل قسم للصفحة الرئيسية

source: first
ar: الأول

source: ticket system
ar: نظام التذكرة

source: Visits count
ar: عدد الزيارات

source: create new Type
ar: إنشاء صلاحية جديدة

source: Phone No.
ar: رقم الهاتف

source: Mail Address
ar: البريد الإلكتروني

source: Profile
ar: الملف الشخصي

source: From date
ar: من تاريخ

source: To date
ar: الى تاريخ

source: Delete record
ar: حذف السجل

source: Are you sure you want to delete this record ?
ar: هل أنت متأكد من حذف هذا العنصر؟

source: Withdrawal
ar: عمليات السحب

source: Gift Type Discount Code
ar: كود ممنوح

source: deleted Successfully
ar: تم الحذف بنجاح

source: Free Discount Codes
ar: أكواد الخصم

source: Create New Sound
ar: اضافة ملف صوتي

source: Place Enter Sound Track Name
ar: من فضلك ادخل الترتيب

source: You are currently on
ar: أنت الآن على

source: Expire at
ar: تاريخ الإنتهاء

source: Every
ar: كل

source: Quarterly
ar: الكمية

source: Half a year
ar: نص سنوي

source: free
ar: مجاني

source: Permission Add
ar: إضافة صلاحية

source: Permission Edit
ar: تعديل الصلاحية

source: name of bank
ar: اسم البنك

source: holder name
ar: اسم الحامل

source: iban
ar: الايبان

source: holder number
ar: رقم الحامل

source: Edit Bank
ar: تعديل بنك

source: Create
ar: إنشاء

source: deleted successfully
ar: تم الحذف بنجاح
