Repository: mahdyadel00/emart
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: City Added Successfully
ar: تم الإضافة بنجاح

source: Out of stock notify
ar: اشعارات المنتجات الغير متاحة

source: Add Customer
ar: اضافة عميل

source: Edit Counter
ar: تعديل العداد

source: icon
ar: الايقونة

source: Change Stock
ar: تغيير المخزون

source: Order id
ar: رقم الطلب

source: Cod cost
ar: تكلفة الدفع عند الاستلام
