Repository: mahdyadel00/emart
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: Please select Promoters
ar: برجاء اختيار المستخدمين

source: Notification text
ar: نص الاشعار

source: Send
ar: ارسال

source: All fields are required
ar: جميع الحقول مطلوبة

source: Added Successfully
ar: تم الإضافة بنجاح

source: Deleted successfully
ar: تم الحذف بنجاح

source: Create New Category
ar: إنشاء قسم للمدونة

source: Ticket Categories
ar: اقسام التذاكر

source: Customers search
ar: بحث العملاء

source: Search words
ar: كلمات البحث

source: Server Error
ar: خطأ من السيرفر

source: Change Password
ar: تغيير كلمة المرور

source: Edit Admin
ar: تعديل الادمن

source: Select Shipping
ar: اختر نوع الشحن

source: Paid Shipping
ar: شحن مدفوع

source: weight
ar: الوزن

source: Gram
ar: جرام

source: Kilogram
ar: كيلوغرام

source: sku
ar: كود

source: discount
ar: الخصم

source: Select Brand Name
ar: اختر اسم العلامة التجارية

source: Country of origin
ar: دولة الصنع

source: The number of points awarded when purchasing the product
ar: عدد النقاط الممنوحه عند شراء المنتج

source: Reference number
ar: رقم الفاتورة

source: information
ar: تفاصيل الحساب

source: close
ar: إغلاق

source: Category Master
ar: اسم القسم

source: Date from
ar: تاريخ بداية

source: to
ar: تاريخ نهاية

source: Exclude
ar: استثناء

source: First Order Users
ar: اول عملية شراء للمستخدم

source: Place Enter Banner Title
ar: من فضلك ادخل عنوان البانر

source: Place enter description
ar: من فضلك ادخل الوصف هنا

source: Keywords
ar: الكلمات المفتاحية

source: This store cannot be deleted because it contains products
ar: لا يمكن حذف هذا المتجر لأنه يحتوي علي منتجات

source: Deletion was successful
ar: تم الحذف بنجاح

source: Marketing campaign
ar: الحملات التسويقية

source: Campaign Name
ar: اسم الحملة

source: The text of the message
ar: نص الرسالة

source: Select Link
ar: اختر اللينك

source: Product Link
ar: لينك المنتج

source: Category Link
ar: لينك القسم

source: Select Product
ar: حدد المنتجات

source: Select Category
ar: اختر الأقسام

source: Message preview
ar: معاينة التصميم

source: Target segment
ar: شريحة المستهدفة

source: All conditions apply
ar: تطبق جميع الشروط

source: Campaign goal
ar: هدف الحملة

source: Choose Goal
ar: اختر الهدف

source: Buy from the store
ar: الشراء من المتجر

source: Buy a specific product
ar: شراء منتج معين

source: Campaign scheduling
ar: جدولة الحملة

source: Now
ar: الان

source: Determine the publication time
ar: تحديد وقت النشر

source: campaign date
ar: اسم الحملة

source: Save Campaign
ar: إنشاء حملة

source: Save as draft
ar: حفظ كمسودة

source: Choose Condition
ar: اختار المدينة

source: City
ar: المدينة

source: Buy from Store
ar: الشراء من المتجر

source: Buy from the store more than once
ar: الشراء من المتجر أكثر من مرة

source: Interested in a specific classification
ar: مهتم بتصنيف محدد

source: Added a product to the basket and did not purchase it
ar: تمت إضافة منتج إلى السلة ولم يتم شرائه

source: Added a product to wishlist
ar: تمت إضافة منتج إلى قائمة المفضله

source: Never buy from the store
ar: لا تشتري أبدا من هذا المتجر

source: Add New Campaign
ar: إضافة حملة جديدة

source: Marketing campaigns
ar: الحملات التسويقية

source: Add Field
ar: إضافة حقل

source: Small Text
ar: نص صغير

source: Large Text
ar: نص الرسالة

source: Radio Button
ar: اختيار من متعدد (خيار واحد)

source: Check Box
ar: اختيار من متعدد (أكثر من خيار)

source: Time
ar: وقت

source: Date Time
ar: تاريخ بداية

source: Well
ar: حسنا

source: There is no options here
ar: لا يوجد خيارات هنا بعد

source: Required field
ar: حقل اجباري

source: Field name
ar: اسم الحقل

source: Field description (optional)
ar: وصف الحقل (اختياري)

source: Add Option
ar: إضافة خيار

source: Option title
ar: اسم الخيار

source: Additional price
ar: السعر الإضافي

source: Saved Successfully !
ar: تم الحفظ بنجاح !

source: Send email
ar: ارسل بريد الكتروني

source: Send SMS
ar: إرسال رسالة نصية قصيرة

source: Send Email
ar: ارسل بريد الكتروني

source: Group
ar: المجموعة

source: Nothing selected
ar: لم تقم باختيار شيء

source: Choose from templates
ar: اختر من القوالب الجاهزة

source: Write your message
ar: اكتب رسالتك

source: Choose template
ar: اختر القالب

source: Message Text
ar: نص الرسالة

source: Send Email & SMS
ar: ارسل بريد الكتروني & رسالة قصيرة

source: No Blogs
ar: لا توجد مدونات حاليا

source: The are no blogs found
ar: لا توجد تدوينات بعد

source: Sections
ar: الأقسام

source: image content
ar: صورة المحتوي

source: Youtube Link
ar: يوتيوب

source: Describe your Message as detailed as possible
ar: اوصف رسالتك بالتفصيل قدر الإمكان

source: Select target beneficiaries
ar: اختر الشركاء

source: Discount beneficiaries
ar: المستفيدين

source: Add User Membership
ar: اضافة مستخدم للعضوية

source: Membership
ar: العضوية

source: Permission Title
ar: عنوان الاذن

source: Enter Message
ar: ادخل الرسالة

source: Myfatoorah Pay
ar: دفع الفاتورة

source: Register
ar: تسجيل

source: Complete Payment
ar: تم اكتمال الدفع

source: Pay
ar: دفع

source: Google Analaytics
ar: تحليلات جوجل

source: Google Analytics
ar: تحليلات جوجل

source: Google
ar: جوجل

source: create new Slider
ar: إنشاء سلايدر جديد

source: Sliders
ar: السلايدر

source: Members
ar: الأعضاء

source: Add New sound
ar: اضافة ملف صوتي

source: Types
ar: الانواع

source: Sound Track
ar: الصوتيات

source: Control
ar: التحكم

source: Sounds Playlist
ar: قائمة الصوتيات

source: Rewards points
ar: النقاط الممنوحة

source: Points count
ar: عدد النقاط

source: Points count rewarded
ar: اجمالي النقاط الممنوحة

source: Points count total
ar: اجمال النقاط

source: Total purchased
ar: اجمالي المشتريات

source: Points amount
ar: مبلغ النقاط

source: Daily
ar: اليومي

source: Weekly
ar: أسبوعي

source: Monthly
ar: الشهر

source: Yearly
ar: سنوي

source: Product prices report
ar: تقارير أسعار المنتجات

source: Profit
ar: الربح

source: Edit Profile
ar: تعديل الملف الشخصي

source: Logout
ar: خروج

source: Add new card
ar: اضافة بطاقة جديدة

source: There is no files here
ar: عفوا لا يوجد ملفات بعد

source: Card number
ar: رقم البطاقة

source: Add Content
ar: إضافة محتوي

source: Location
ar: موقع

source: Columns Count
ar: اعمدة

source: Show Title
ar: إظهار العنوان

source: Column1
ar: عمود1

source: Column2
ar: عمود2

source: Column3
ar: عمود3

source: Column4
ar: عمود4

source: Content Managment
ar: إدارة المحتوي

source: Add content
ar: اضافة محتوي

source: Edit Sound Track
ar: تعديل الملف الصوتي

source: Place Enter Sound Track
ar: من فضلك ادخل الترتيب

source: Place Enter Sound Order
ar: من فضلك ادخل الترتيب

source: are you sure to delete this one?
ar: هل أنت متأكد من حذف هذا العنصر ؟

source: Edit Permission
ar: تعديل الاذونات

source: Permission Name
ar: اسم الصلاحية

source: Go
ar: اذهب

source: Product Added
ar: كود المنتج

source: Accept
ar: قبول

source: Refuse
ar: رفض

source: delete
ar: حذف

source: are you sure to delete this one ?
ar: هل أنت متأكد من حذف هذا العنصر ؟

source: Edit Section
ar: تعديل قسم

source: All Users
ar: كل المستخدمين

source: Change Activity
ar: تغيير حالة النشاط

source: Edit Password
ar: تعديل كلمة المرور

source: edit password
ar: تعديل كلمة المرور

source: Repeat Password
ar: أعد كتابة الرقم السري

source: Activity Status has been changed successfully
ar: تم تغيير حالة الطلب بنجاح !

source: An Error Occurred, please try again
ar: عذرا ، لقد حدث خطأ ، يرجى المحاولة مرة أخرى!

source: Create New Priority
ar: إنشاء أولوية جديدة

source: Place Enter Priority Name
ar: ادخل اسم الأهمية

source: Color
ar: اللون

source: Place Enter Priority Color
ar: من فضلك اكتب اللون

source: Place Enter Priority Order
ar: من فضلك ادخل ترتيب الأولوية

source: Edit Priority
ar: تعديل المدينة

source: description
ar: وصف

source: Place enter description here...
ar: من فضلك ادخل الوصف هنا ...

source: Roles list
ar: المجموعات

source: Role name
ar: اسم المجموعة

source: created_at
ar: تاريخ الإنشاء

source: updated_at
ar: تاريخ التحديث

source: Total visitors and pageviews
ar: إجمالي عدد الزوار ومرات مشاهدة الصفحة

source: Create success partner
ar: اضافة شريك جديد

source: Place Enter Link
ar: من فضلك ادخل اللينك هنا

source: Happy Customers
ar: عملاء فــرِحون

source: What People Say About Us
ar: آراء الناس فينا

source: Valid From
ar: صالح من تاريخ

source: Order No.
ar: رقم الطلب.

source: Transaction No.
ar: رقم المعاملة.

source: Order Details
ar: تفاصيل الطلب

source: Count
ar: الكمية

source: Bank Details
ar: تفاصيل البنك

source: Payment Details
ar: بيانات عملية الدفع

source: Discount Transaction Details
ar: تفاصيل الخصم

source: Transaction Details
ar: تفاصيل المعاملة

source: Show Message
ar: اظهار رسالتك

source: Message
ar: نص الرسالة

source: Back
ar: رجوع

source: Min Commission
ar: الحد الأدنى للعمولة

source: Max Commission
ar: الحد الاعلي للعمولة

source: Bonus
ar: علاوة

source: Currencies
ar: العملات

source: Add New
ar: اضافة جديد

source: Happy Custmors
ar: عملاء سعداء

source: Finished Projects
ar: المشاريع المنتهية

source: Address
ar: العنوان

source: Tax Number
ar: رقم الضريبة

source: CR Number
ar: رقم الكارت

source: Is Company
ar: الشركة

source: Saved successfully
ar: تم الحفظ بنجاح

source: Updated successfully
ar: تم التحديث بنجاح

source: Edit role
ar: تعديل مجموعة

source: Subscribe
ar: إشترك الآن

source: Subscribe to the newsletter to receive our offers and all new
ar: اشترك في النشرة الإخبارية ليصلك عروضنا وكل ماهو جديد

source: Your Email Address
ar: البريد الالكتروني

source: Copyright
ar: حقوق النشر

source: All rights reserved
ar: كل الحقوق محفوظة

source: Add Product
ar: إضافة المنتج

source: Please save product first
ar: يرجى حفظ المنتج أولا

source: Photo not uploaded
ar: لم يتم تحميل الصورة

source: Video updated successfully
ar: تم التحديث بنجاح

source: Error Uploading Product Video
ar: خطأ في رفع فيديو المنتج

source: Click here to upload files or drag and drop files here
ar: انقر هنا لتحميل الملفات أو سحب وإسقاط الملفات هنا

source: Code Details
ar: تفاصيل الكود

source: Size
ar: الحجم

source: Color or Size
ar: اللون أو الحجم

source: updated Successfully
ar: تم التحديث بنجاح

source: Delete Successfly
ar: تم الحذف بنجاح

source: Can not delete with relational data
ar: لا يمكن حذف البيانات المتاحه

source: Quantity should be greater or equal 1
ar: يجب أن تكون الكمية أكبر من أو تساوي 1

source: Feature quantity more than product stock
ar: كمية الميزة أكثر من مخزون المنتج

source: Print
ar: طباعة

source: Product Not Found !
ar: المنتج غير موجود !

source: Permission
ar: الصلاحيات

source: Updated at
ar: تاريخ التحديث

source: Edit Group
ar: تعديل مجموعة

source: Mark Complate
ar: تحديد كـ مكتمل

source: Reopene ticket
ar: إعادة فتح التذكرة

source: Responsible
ar: المسؤولية

source: created
ar: تاريخ الإنشاء

source: Last Update
ar: اخر تحديث

source: Owner
ar: المالك

source: comments
ar: التعليقات

source: Reply
ar: الرد

source: are you sure to delete this ticket ?!
ar: هل أنت متأكد من حذف التذكرة؟

source: save now
ar: حفظ الآن

source: Brands
ar: العلامات التجارية

source: View Profile
ar: عرض الملف الشخصي

source: MAIN NAVIGATION
ar: القائمة الرئيسية

source: Dashboard
ar: لوحة التحكم

source: Products Categories
ar: أقسام المنتجات

source: Reviews
ar: مراجعات

source: Blogs Categories
ar: أقسام المدونة

source: Admins
ar: المسؤلين

source: Setting
ar: الإعدادات

source: Contacts
ar: الرسائل

source: Jobs
ar: وظائف

source: click to choose the image
ar: انقر لاختيار الصورة

source: save main image
ar: حفظ الصورة الرئيسية

source: banner
ar: بانر

source: Option
ar: الخيار

source: Additional Price
ar: السعر الإضافي

source: Available Quantity
ar: الكمية المتاحة

source: Add Home Page Section Banner
ar: إضافة بانر لقسم في الصفحة الرئيسية

source: Add Home Page Section Bannee
ar: إضافة بانر لقسم في الصفحة الرئيسية

source: Home Page Section Banner List
ar: قائمةبانرات اقسام الصفحة الرئيسية

source: Create new Blog
ar: إنشاء مدونة

source: image
ar: عرض الصورة

source: category
ar: القسم

source: Uploaded successfully
ar: تم رفع الملف بنجاح

source: Best selling
ar: الأكثر مبيعا

source: Less selling
ar: الأقل مبيعا

source: Products purchased
ar: اجمالي المشتريات

source: Purchased count
ar: الكمية المشتراة

source: Sales total
ar: اجمالي المبيعات

source: agents
ar: العملاء

source: Choose Country
ar: اختار البلد

source: All Regions
ar: كل المناطق

source: Pricing Type : Fixed
ar: نوع التسعير: ثابت

source: Pricing Type : By Weight
ar: نوع التسعير: حسب الوزن

source: The first kilogram
ar: الكيلوغرام الأول

source: KG
ar: ك جم

source: Cost of the increase
ar: تكلفة الزيادة

source: Cost by weight
ar: التكلفة حسب الوزن

source: Shipping time (For example 3-5 days)
ar: وقت الشحن (على سبيل المثال 3-5 أيام)

source: Shipping time by hours (For example 3-5 hours)
ar: وقت الشحن بالساعه (على سبيل المثال 3-5 ساعات)

source: Paiement on delivery ?
ar: الدفع عند الاستلام ؟

source: Payment on delivery: Available
ar: الدفع عند التسليم: متوفر

source: Payment on delivery: Not available
ar: الدفع عند التسليم: غير متوفر

source: Cash delivery commission
ar: عمولة التسليم النقدي

source: All regions
ar: كل المناطق

source: Element is linked to data!
ar: العنصر مرتبط بالبيانات!

source: Footer Title
ar: عنوان الفوتر

source: Edit Footer Category
ar: تعديل قسم للفوتر

source: Add Footer Category
ar: اصافة قسم للفوتر

source: create new footer category
ar: انشاء تصنيف مقالات جديد

source: Action
ar: التحكم

source: Footers Category
ar: قسم الفوتر

source: create Shipping Options
ar: انشاء خيارات شحن

source: select cities
ar: اختار مدينة

source: Choose a shipping representative
ar: اختار مندوب التوصيل

source: Choose country
ar: اختار البلد

source: Choose type of pricing
ar: دولة الصنع

source: Pricing type: fixed
ar: نوع التسعير: ثابت

source: Pricing type: by weight
ar: نوع التسعير: حسب الوزن

source: SAR
ar: ريال سعودى

source: Shipping charges
ar: رسوم الشحن

source: First
ar: الأول

source: First kilogram
ar: الكيلوغرام الأول

source: Increase cost
ar: متوسط التكلفة

source: Shipping time (eg 3-5 days)
ar: وقت الشحن (على سبيل المثال 3-5 أيام)

source: Paiement when recieving ?
ar: الدفع عند الاستلام

source: Cash on Delivery: Available
ar: الدفع عند التسليم: متوفر

source: Cash on Delivery: Not Available
ar: الدفع عند التسليم: غير متوفر

source: Payment upon receipt commission
ar: الدفع عند الاستلام من شركة الشحن

source: points
ar: النقاط

source: Select
ar: تم اختياره

source: NO Users
ar: لايوجد مستخدمين

source: Promotor
ar: المندوب

source: commission
ar: ربح من

source: Transaction Info
ar: تفاصيل المعاملة

source: Transaction Name
ar: اسم المعاملة

source: Transaction No
ar: رقم المعاملة

source: Sender name
ar: اسم المرسل

source: Bank Transactions num
ar: رقم التحويل البنكي

source: Payment ID
ar: معرف الدفع

source: Payment email
ar: البريد الإلكتروني للدفع

source: Holder Name
ar: اسم الحامل

source: Holder Card Number
ar: رقم بطاقة الحامل

source: Holder CVC
ar: CVC الحامل

source: Holder Expire Date
ar: تاريخ انتهاء صلاحية الحامل

source: Transaction Time
ar: اسم المعاملة

source: Status :
ar: الحالة:

source: Paid
ar: تم الدفع

source: Rejected
ar: تم الرفض

source: Reject
ar: رفض

source: User Info
ar: العضو غير موجود

source: Order NO
ar: رقم الطلب

source: Show Online Order
ar: عرض الطلبات خلال الانترنت

source: Company translation
ar: ترجمة الشركة

source: Please enter translation title
ar: يرجى إدخال عنوان الترجمة

source: Please enter translation description
ar: من فضلك اكتب وصف الترجمة

source: Create new service
ar: إنشاء خدمة جديدة

source: Connect services
ar: ربط الخدمات

source: Chat Settings
ar: إعدادات الشات

source: Chat services
ar: خدمات الشات

source: All Customers
ar: كل العملاء

source: Create New Group
ar: انشاء مجموعة جديدة

source: Add New User
ar: اضافة مستخدم جديد

source: Phone Verified
ar: تم تفعيل رقم الهاتف

source: Block User
ar: حظر العميل

source: No Users
ar: لايوجد مستخدمين

source: User status updated successfully
ar: تم التحديث بنجاح

source: Requested products
ar: المنتجات المطلوبة

source: Adding new client
ar: اضافة عميل جديد

source: Notiy
ar: ملاحظة

source: Notify
ar: إشعار

source: Customers log
ar: سجل العملاء

source: Page
ar: صفحة

source: Account Control
ar: التحكم في الحساب

source: Account control
ar: التحكم في الحساب

source: Stopping the subscription Temporarily
ar: إيقاف الاشتراك مؤقتًا

source: Stopping the subscription will temporarily disable the benefits of the package for a maximum period of 30 days
ar: سيؤدي إيقاف الاشتراك إلى تعطيل مزايا الباقة مؤقتًا لمدة أقصاها 30 يومًا

source: Resume subscription
ar: استئناف الاشتراك

source: Delete Store
ar: حذف المتجر

source: Store data will be permanently deleted
ar: سيتم حذف بيانات المتجر نهائيًا

source: All features of the package will be disabled, given that the maximum period of suspension is 30 days, and the subscription can be stopped twice a year only
ar: سيتم تعطيل جميع ميزات الحزمة ، نظرًا لأن الحد الأقصى لفترة التعليق هي 30 يومًا ، ويمكن إيقاف الاشتراك مرتين في السنة فقط

source: Confirm
ar: تأكيد

source: subscription Stopped Temporarily
ar: تم إيقاف الاشتراك مؤقتًا

source: The subscription cannot be stopped more than twice a year
ar: لا يمكن إيقاف الاشتراك أكثر من مرتين في السنة

source: The remainder of the subscription will be resumed starting today
ar: سيتم استئناف ما تبقى من الاشتراك ابتداء من اليوم

source: Subscription resumed
ar: تم استئناف الاشتراك

source: This Feature Is Coming Soon
ar: هذه الخاصية قادمة قريبا

source: Edit Gift Discount Code
ar: كود الخصم

source: Edit Private Discount Code
ar: كود الخصم

source: Edit General Discount Code
ar: كود الخصم

source: Users
ar: المستخدمين

source: Show Product
ar: عرض المنتج

source: Store Name
ar: اسم المتجر

source: Category Name
ar: اسم القسم

source: Product Type
ar: نوع المنتج

source: Serial Number
ar: الرقم التسلسلي

source: Weight
ar: الوزن

source: Max Count
ar: أقصي عدد

source: Stock
ar: المخزون

source: Net
ar: التالي

source: Create Date
ar: تاريخ الانشاء

source: Total sales
ar: اجمالي الطلبات

source: Product costs
ar: تكاليف المنتج

source: taxes
ar: الضرائب

source: Electronic payment fees
ar: المدفوعات الالكترونية

source: Net profit
ar: صافي الربح

source: clints
ar: العملاء

source: visits
ar: زائر

source: Visit
ar: الزيارات

source: Clint Satisfaction
ar: رضاء العميل

source: Best Seller
ar: الأكثر مبيعا

source: Best Clints Payment
ar: العملاء الأكثر دفعا

source: Best Clints Ordered
ar: العملاء الأكثر طلبا

source: Payment way
ar: طريقة الدفع

source: Shipping Companies
ar: شركات الشحن

source: Product Labels
ar: اسماء المنتجات

source: Add New Label
ar: إضافة خاصية جديدة

source: Add New Value
ar: إضافة قيمة جديدة

source: Error
ar: خطأ

source: Select an option
ar: قم بالإختيار

source: Please complete all required fields
ar: من فضلك قم بإكمال جميع الحقول المطلوبة

source: Please select language
ar: يرجى اختيار اللغة

source: Brand description
ar: وصف العلامة التجارية

source: Add Brand
ar: إضافة علامة تجارية

source: Contact Us
ar: تواصل معنا

source: Customer Service
ar: خدمة العملاء

source: Sales Request
ar: طلب المبيعات

source: Recruitment
ar: توظيف

source: Vendors
ar: البائعين

source: Full name
ar: اسم الملف

source: All Emails
ar: البريد الالكتروني

source: Add New Email
ar: إضافة بريد إلكتروني جديد

source: Import Emails
ar: تصدير العناوين البريدية

source: Export Emails
ar: تصدير العناوين البريدية

source: Emails
ar: البريد الالكتروني

source: Please Select City
ar: برجاء اختيار المدينة

source: Mailing List
ar: قائمة الحملات التسويقية

source: Name feature
ar: مميزات المتجر

source: Translate
ar: تم الترجمة

source: No Feature Found
ar: غير موجود

source: create new language
ar: إنشاء لغة جديدة

source: Permission List
ar: قائمة الصلاحيات

source: Language name
ar: اسم اللغة

source: Language code
ar: كود اللغة

source: Language flag
ar: علم اللغة

source: Add Language
ar: إضافة لغة

source: Update language
ar: تحديث لغة

source: Browse
ar: تصفح

source: Only: jpg / png / doc, less 1Mb
ar: فقط: jpg / png / doc ، أقل من 1 ميغابايت

source: Create New Section
ar: انشاء سكشن جديد

source: Display order
ar: ترتيب العرض

source: Error Found
ar: غير موجود

source: The page you are looking for is not found
ar: الصفحة التي تبحث عنها غير موجودة

source: Add Page
ar: إضافة صفحة

source: Create Page
ar: انشاء صفحة

source: Edit Customer
ar: تعديل العميل

source: Show Ticket
ar: إظهار التذكرة

source: Products prices
ar: أسعار المنتجات

source: More info
ar: معلومات أكثر

source: Customers balances
ar: أرصدة العملاء

source: Customers orders
ar: طلبات العملاء

source: Taxes
ar: الضرائب

source: Refund products
ar: منتجات مرتجعه

source: Products visits
ar: زيارات المنتجات

source: Abandoned carts
ar: السلات المتروكة

source: Inactive customers
ar: عملاء غير نشطين

source: New products
ar: منتجات جديدة

source: Comments
ar: التعليقات

source: Favorites
ar: المفضلة

source: Last purchased date
ar: تاريخ اخر شراء

source: Last seen date
ar: تاريخ آخر ظهور

source: Body
ar: محتوى الرسالة

source: Mail sent successfully
ar: تم ارسال الميل بنجاح

source: GoogleSync Successfully !
ar: تمت المزامنة بنجاح !

source: GoogleSync All Successfully !
ar: تمت مزامنة الكل بنجاح !

source: Uploading attachments
ar: رفع الملف الملحق

source: Category Design
ar: تصميم القسم

source: Add Home Page Section
ar: إضافة قسم للصفحة الرئيسية

source: Home Page Section
ar: قسم الصفحة الرئيسية

source: Discount Codes
ar: أكواد الخصم

source: Edit images
ar: تعديل صفحة

source: Favicon
ar: الايقونة

source: Not found
ar: غير موجود

source: Excel File
ar: ملف اكسل

source: Please Select Group
ar: يرجى اختيار المجموعة

source: Please Select Country
ar: من فضلك اختر الدولة

source: Not avaialable
ar: غير متاح

source: Product type
ar: نوع المنتج

source: Add Photo
ar: إضافة صورة

source: amount
ar: الكمية

source: More
ar: المزيد

source: Translate to
ar: الترجمة الى :

source: Get URL
ar: الحصول على الرابط

source: Final deletion
ar: حذف نهائي

source: Mail Subject
ar: الموضوع

source: Mail Body
ar: محتوى الرسالة

source: Availabel Variables
ar: المتغيرات المتوفرة

source: User Activate URL
ar: تفعيل

source: User Forgot Password URL
ar: هل نسيت كلمة المرور ؟

source: Store name
ar: اسم المتجر

source: Store full url
ar: رابط المتجر

source: Store logo url
ar: رابط شعار المتجر

source: User Name
ar: اسم المستخدم

source: User Last Name
ar: الاسم الأخير

source: User Phone
ar: رقم الهاتف

source: User Image
ar: صورة المستخدم

source: Site Description
ar: وصف الموقع

source: Site URL
ar: رابط الموقع

source: Site Email
ar: البريد الإلكتروني للموقع

source: Site Adress
ar: عنوان الموقع

source: Site Logo
ar: شعار الموقع

source: Edit Template
ar: تعديل القالب

source: Mailing Templates
ar: القوالب البريدية

source: Message Subject
ar: نص الرسالة

source: Send sms
ar: أرسل رسالة نصية

source: Invoice No
ar: رقم الفاتورة

source: Invoice Date
ar: تاريخ الفاتورة

source: Invoice Due Date
ar: تاريخ استحقاق الفاتورة

source: Invoice Total
ar: اجمالي الفاتورة

source: Select Client
ar: اختر العميل

source: Select Payment Method
ar: اختر طريقة الدفع

source: Select Product To Add
ar: اختر منتج لاضافته

source: Create Invoices
ar: انشاء فاتورة جديدة

source: Create Invoice
ar: انشاء فاتورة جديدة

source: Invoices
ar: الفواتير

source: Are you sure to delete this one?
ar: هل أنت متأكد من حذف هذا العنصر ؟

source: Blog Category Title
ar: عنوان القسم

source: Create Blog Category
ar: إنشاء قسم للمدونة

source: Available quantity
ar: الكمية المتوفرة

source: Total quantity added
ar: اجمالي الكمية المضافة

source: create new content
ar: انشاء محتوي جديد

source: Content List
ar: قائمة المحتويات

source: Section
ar: قسم

source: Columns
ar: اعمدة

source: No Fields Found
ar: لا يوجد تدوينات بعد

source: Products links
ar: روابط المنتجات

source: Category:
ar: القسم

source: Choose Category
ar: اختر قسم

source: Blog Categories
ar: أقسام المدونة

source: city
ar: المدينة

source: Edit Membership permissions
ar: تعديل صلاحيات العضوية

source: Month
ar: الشهر

source: SMTP Settings
ar: إعدادات البريد

source: SMTP sender name
ar: اسم المرسل

source: Host name
ar: اسم الهوست
