Repository: mahdyadel00/emart
Catalog: resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ar

source: Discount codes
ar: أكواد الخصم

source: ID
ar: هوية شخصية

source: Title
ar: العنوان

source: Discount code
ar: كود الخصم

source: Type
ar: النوع

source: Used times
ar: عدد مرات الاستخدام

source: Details
ar: التفاصيل

source: Reports
ar: التقارير

source: Search
ar: البحث

source: Services
ar: الخدمات

source: Categories
ar: الأقسام

source: Gift Discount Code
ar: كود الخصم

source: Private Discount Code
ar: كود خاص

source: General Discount Code
ar: كود عام

source: User Code
ar: كود المستخدم

source: Member
ar: العضو

source: Code
ar: الكود

source: Using Time
ar: عدد مرات الاستخدام

source: Discount Users
ar: أكواد الخصم

source: Beneficiaries
ar: المستفيدين

source: Discounts
ar: الخصم

source: Points Settings
ar: اعدادات النقاط

source: Points Mode
ar: حالة النقاط

source: Minimum points
ar: أقل نقاط

source: Points Price
ar: سعر النقاط

source: Quantity
ar: الكمية

source: Price
ar: السعر

source: Submit
ar: إرسال

source: Updated Successfully !
ar: تم التحديث بنجاح !

source: Settings
ar: الإعدادات

source: Create Promotor
ar: إنشاء أولوية جديدة

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

source: Status
ar: الحالة

source: Balance
ar: الرصيد

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Promoter deleted Successfully
ar: تم حذف المروج بنجاح

source: Promotor Updated Successfully
ar: تم تحديث المروج بنجاح

source: Status Updated Successfully
ar: تم التعديل بنجاح

source: All Promotors
ar: جميع المروجين

source: Add
ar: إضافة

source: Buy N Get N Free
ar: اشتري منتج واحصل علي منتج مجاني

source: Duration
ar: عروض و خصومات لفترة محدودة

source: Extra
ar: خصم اضافي

source: Vouchers
ar: القسائم الشرائية

source: Voucher User Free
ar: قسائم ممنوحة

source: Marketing Vouchers
ar: قسائم تسويقية

source: Vouchers Offer
ar: قسائم العروض

source: Extra Offers
ar: خصم اضافي

source: Create Marketing Voucher
ar: إنشاء قسيمة تسويقية

source: CreatedBy
ar: إنشاء

source: Used Time
ar: عدد مرات الاستخدام

source: From
ar: من تاريخ

source: To
ar: الى تاريخ

source: action
ar: التحكم

source: Offer deleted Successfully
ar: تم تحديث كود العرض بنجاح

source: Can not deleted refrenced data
ar: لا يمكن حذف البيانات المتاحه

source: Are you sure , after activating discount can not be edited ?
ar: هل أنت متأكد, بعد التفعيل لا يمكنك التعديل ؟

source: Offer is not activated. An offer is already running
ar: العرض غير مفعل. عرض قيد التشغيل بالفعل

source: Offers
ar: العروض

source: create new Banner
ar: اضافة بانر جديد

source: All Sliders
ar: كل السلايدر

source: Image
ar: صورة المستخدم

source: Create Time
ar: تاريخ الإنشاء

source: Controll
ar: التحكم

source: Translated Successfully
ar: تمت الترجمة بنجاح

source: Deleted Successfully
ar: تم الحذف بنجاح

source: Banners
ar: البانرات

source: Home
ar: الرئيسية

source: Blogs
ar: المدونات

source: Full View
ar: مشاهدة

source: Can us help you
ar: هل يمكننا مساعدتك

source: Technical Support Number
ar: رقم الدعم الفني

source: Edit Currency
ar: تعديل العملة

source: Exchange Rate
ar: سعر الصرف

source: Flag
ar: العلم

source: Publish
ar: نشر

source: Close
ar: إغلاق

source: Save
ar: حـفظ

source: Saved Successfully
ar: تم الحفظ بنجاح

source: Categories links
ar: روابط الأقسام

source: Link
ar: الرابط

source: Options
ar: الخيارات

source: Copied
ar: تم النسخ

source: create new ticket
ar: إنشاء تذكرة جديدة

source: All Tickets
ar: التذاكر

source: Tickets
ar: التذاكر

source: Create new Blog Category
ar: إنشاء قسم للمدونة

source: Active
ar: نشط

source: Description
ar: وصف

source: Upload Attachment
ar: رفع الملف الملحق

source: File:
ar: ملف:

source: Edit Blog Category
ar: تعديل قسم للمدونة

source: Trans To
ar: الترجمة الى

source: Offline Transactions
ar: المعاملات دون اتصال

source: Create new permission
ar: إنشاء صلاحية جديدة

source: Place Enter Title
ar: من فضلك ادخل العنوان

source: Place Enter Name
ar: ادخل الاسم

source: Saving
ar: حفظ

source: hide
ar: إخفاء

source: Show
ar: إظهار

source: alert
ar: تنبيه

source: Please enter product price
ar: يرجى اختيار سعر المنتج

source: Please select product type
ar: يرجى اختيار نوع المنتج

source: Please select product category
ar: يرجى اختيار فئة المنتج

source: Copied Url Successfully
ar: تم نسخ العنوان بنجاح

source: Update Stock
ar: تحديث المخزون

source: All Products Stock
ar: عرض كل المخزون

source: Product
ar: المنتج

source: User
ar: المستخدم

source: Products Stock
ar: المخزون

source: Are You Sure You want To Delete ?
ar: هل أنت متأكد من حذف هذا العنصر؟

source: Cancel
ar: الغاء

source: Edit Page
ar: تعديل الصفحة

source: Language
ar: اللغات

source: CHOOSE
ar: اختر

source: Please select language to show article categories
ar: يرجى اختيار لغة لإظهار أقسام المقالات

source: Place
ar: المكان

source: Please select where to put your page
ar: برجاء اختيار مكان الصفحة

source: Page Title
ar: عنوان الصفحة

source: Content
ar: المحتوي

source: System Notification
ar: الاشعارات

source: SMS
ar: رسالة قصبرة

source: Mail
ar: محتوى الرسالة

source: Favicon icon
ar: ايقونة المتصفح

source: Header logo
ar: صورة اعلى الموقع

source: Footer logo
ar: صورة اسفل الموقع

source: Not found image
ar: صورة المنتجات الغير موجوده

source: Image Account
ar: صورة الحساب

source: Main Settings
ar: الاعدادات الأساسية

source: Translation
ar: الترجمة

source: Site Name
ar: اسم الموقع

source: Site Worktime
ar: وقت عمل المتجر

source: Captcha
ar: كلمة التحقق

source: Terms & Conditions
ar: البنود و الظروف

source: Customers Count
ar: عدد العملاء

source: Projects Count
ar: عدد المشاريع

source: technical support
ar: الدعم الفني

source: phone 1
ar: الهاتف الرئيسي

source: Phone 2
ar: الهاتف الإضافي

source: Website Email
ar: البريد الإلكتروني للموقع

source: socialmedia sites
ar: مواقع وسائل الاعلام الاجتماعية

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستجرام

source: instagram
ar: انستجرام

source: Twitter
ar: تويتر

source: Twtter
ar: تويتر

source: Youtube
ar: يوتيوب

source: Snapchat
ar: سناب شات

source: Promotors
ar: تسجيل مسوقين

source: Members
ar: الأعضاء

source: Groups
ar: المجموعات

source: Abandon Cart
ar: السلات المتروكة

source: Remove All
ar: حذف الكل

source: New shipping company
ar: شركة الشحن

source: Number of registeed comapny
ar: عدد الشركات المسجلة

source: Free Shipping
ar: الشحن المجاني

source: Shipping
ar: الشحن

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الأخير

source: Gender
ar: النوع

source: Select Type
ar: اختر نوع

source: Male
ar: ذكر

source: Female
ar: أنثي

source: Phone
ar: الهاتف الإضافي

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Promotor Status
ar: حالة المروج

source: Pending
ar: منتظرة

source: Inactive
ar: نشط

source: Add Promotor
ar: إضافة المروج

source: All
ar: الكل

source: Most Visited Pages
ar: المنتجات الأكثر زيارة

source: Campaign Conditions
ar: شروط الحملة

source: You can select the city or country that supports free shipping for it if purchases exceed the minimum you specify
ar: يمكنك تحديد المدينة أو البلد التي تدعم الشحن المجاني لها إذا تجاوزت المشتريات الحد الأدنى الذي تحدده

source: Company description
ar: وصف الشركة

source: Not Active
ar: غير نشط

source: All Countries
ar: كل الدول

source: All Cities
ar: كل المدن

source: Minimum purchases
ar: الحد الأدنى من المشتريات

source: SR
ar: ريال سعودى

source: Delete Condition
ar: حذف شرط

source: Add Condition
ar: أضف شرط

source: The lowest amount to donate
ar: أقل كمية للتبرع

source: Min price
ar: أقل سعر

source: Maximum donation amount
ar: أعلى قيمة للتبرع

source: Max price
ar: أعلى سعر

source: Save changes
ar: حفظ التغييرات

source: Updated successfully !
ar: تم التحديث بنجاح !

source: Error !
ar: خطأ !

source: Export Admins
ar: تصدير المديرين

source: create new admin
ar: انشاء ادمن جديد

source: All Admins
ar: كل الادمن

source: Created At
ar: تاريخ الإنشاء

source: All Admin
ar: كل الادمن

source: Shipping Options
ar: خيارات الشحن

source: There is no translation for this job
ar: لا تتوفر ترجمة

source: Not Publish
ar: غير منشور

source: Published
ar: نشر

source: Promotor deleted Successfully
ar: تم حذف المروج بنجاح

source: Discount Promotors
ar: منتجات عليها خصم

source: Discount
ar: الخصم

source: title
ar: العنوان

source: Reason
ar: سبب المنح

source: Start Date
ar: تاريخ الانشاء

source: End Date
ar: تاريخ الانتهاء

source: Bonus
ar: علاوة

source: User Limit
ar: عدد مرات استخدام العميل

source: Limit
ar: الحد الادني

source: Edit User
ar: تعديل المستخدم

source: Edit store
ar: تعديل المتجر

source: E-Mail Address
ar: البريد الإلكتروني

source: Rolles
ar: الصلاحيات

source: Customer
ar: العميل

source: Call
ar: اتصل بنا

source: Orders
ar: الطلبات

source: Order
ar: الطلبات

source: Total
ar: الاجمالي

source: No Orders
ar: رقم الطلبات

source: Message on its Way
ar: جاري الإرسال

source: Customers
ar: العملاء

source: Amount From
ar: من مبلغ

source: Amount To
ar: الي مبلغ

source: Change Logo
ar: تغيير اللوجو

source: Update Logo
ar: تحديث اللوجو

source: Payment Gateways
ar: بوابات الدفع

source: User Types
ar: أنواع المستخدمين

source: Invoice #
ar: الفاتوره #

source: Invoice number
ar: رقم الفاتورة

source: Shipping number
ar: تفاصيل الشحن

source: Vat number
ar: رقم الضريبة

source: Customer Information
ar: معلومات العميل

source: Customer name
ar: اسم العميل

source: Phone number
ar: رقم الهاتف

source: Payment Method
ar: طرق الدفع

source: Invoice information
ar: معلومات عن الفاتورة

source: Product Name
ar: اسم المنتج

source: Tax
ar: الضريبة

source: Tax (SAR)
ar: الضريبة

source: Shipping Cost
ar: تكلفة الشحن

source: Thank you for shopping on Soin
ar: نشكرك لتبضعك من soin

source: Invoice was created on a computer and is valid without the signature and seal.
ar: تم إنشاء الفاتورة على جهاز كمبيوتر وهي صالحة بدون التوقيع والختم.

source: Control panel
ar: لوحة التحكم

source: Create Affiliate User
ar: انشاء مستخدم لنظام العمولة

source: First Name :
ar: الاسم الأول:

source: Last Name :
ar: الاسم الأخير:

source: E-Mail Address :
ar: البريد الإلكتروني:

source: Password :
ar: كلمة المرور:

source: Confirm Password :
ar: تأكيد كلمة المرور:

source: Mobile
ar: رقم الموبيل

source: Categories & Products
ar: أقسام ومنتجات

source: please select categories
ar: من فضلك اختر القسم

source: Products
ar: المنتجات

source: please select products
ar: من فضلك اختر المنتج

source: Commission Type
ar: ربح من

source: Percentage
ar: النسبة المئوية

source: Amount
ar: المبلغ

source: Commission Value
ar: ربح من

source: Pend Amount
ar: المبلغ المراد تعليقه

source: Yes
ar: نعم

source: No
ar: لا

source: Pend Period
ar: مدة تعليق المبلغ

source: Affiliate Users
ar: مستخدمين التسويق بالعمولة

source: Shop Now
ar: تسوق الآن

source: Read More
ar: اظهار المزيد

source: Edit Slider
ar: تعديل السلايدر

source: Place Enter Slider Url
ar: الرجاء إدخال لينك السلايدر

source: Please select language to change Permissions name according to language selected
ar: الرجاء تحديد اللغة لتغيير اسم الأذونات وفقًا للغة المحددة

source: Role Name
ar: اسم الصلاحية

source: Permissions
ar: المجموعات

source: Add Role
ar: إضافة صلاحية

source: Create Role
ar: انشاء مجموعة جديدة

source: Security
ar: الأمان

source: Roles
ar: الصلاحيات

source: Create new page
ar: انشاء صفحة جديدة

source: Pages List
ar: قائمة الصفحات

source: Page Link
ar: لينك الصفحة

source: Article Category Title
ar: عنوان قسم المقالة

source: Pages
ar: الصفحات

source: Price :
ar: السعر :

source: Min
ar: الحد اﻷدنى

source: Max
ar: الأعلى

source: Commission :
ar: نسبة الربح

source: Filter
ar: تصفية

source: style name
ar: اسم الشكل

source: Date From
ar: من

source: Date To
ar: إلى

source: Preview
ar: معاينة

source: Store Style
ar: شكل المتجر

source: Add Slider
ar: إضافة سلايدر

source: Place Enter Slider Title
ar: الرجاء إدخال عنوان السلايدر

source: Place write description here...
ar: من فضلك ادخل الوصف هنا...

source: Meta Title
ar: عنوان الصفحة

source: Meta Description
ar: وصف الموقع

source: Meta Keywords
ar: الكلمات المفتاحية

source: save
ar: حفظ الآن

source: Quality
ar: الجودة

source: Edit Gift Offer Code
ar: تعديل عرض مجاني

source: Edit voucher
ar: تعديل عرض القسائم

source: Edit duration
ar: تعديل عرض لفترة زمنية

source: Edit extra
ar: تعديل عرض خصم اضافي

source: Edit Marketing Voucher
ar: تحرير قسيمة التسويق

source: Edit Voucher-User-Free
ar: تحرير قسيمة ممنوحة

source: type
ar: النوع

source: status
ar: الحالة

source: Order Number
ar: رقم الطلب

source: shipping cost
ar: تكلفة الشحن

source: Order Time
ar: وقت الطلب

source: Add Order
ar: اضافة طلب

source: delay
ar: الـتأخير

source: Add Admin
ar: إضافة ادمن

source: Add User
ar: اضافة مستخدم

source: Category
ar: القسم

source: Article Title
ar: عنوان المقال

source: Date
ar: التاريخ

source: Choose
ar: اختار

source: Edit Blog
ar: تعديل المدونة

source: Blog
ar: المدونات

source: Add More
ar: إضافة المزيد

source: Client
ar: العميل

source: edit
ar: تعديل

source: clients
ar: العملاء

source: Add New Client
ar: اضافة عميل جديد

source: Searching in clients list
ar: بحث في قائمة العملاء

source: cancel
ar: الغاء

source: save client data
ar: حفظ بيانات العميل

source: Warning
ar: تحذير

source: please select name
ar: يرجى اختيار الاسم

source: email
ar: الايميل

source: phone
ar: الهاتف

source: name
ar: المستخدم

source: Saved Successfuly
ar: تم الحفظ بنجاح

source: Create new Country
ar: إنشاء دولة جديد

source: All countries
ar: كل الدول

source: Cities
ar: المدن

source: Updated Successfully
ar: تم التحديث بنجاح

source: Countries
ar: الدول

source: Edit the product details
ar: تعديل تفاصيل المنتج

source: Product Details
ar: تفاصيل المنتج

source: Product Features
ar: سمات المنتج

source: Product Codes
ar: أكواد المنتج

source: Attatch Files
ar: إرفاق ملفات

source: Donation
ar: تبرع

source: Overview
ar: معاينة

source: Quick View
ar: عرض سريع

source: Item Code
ar: كود العنصر

source: Specifications
ar: خصائص

source: QUALITY AND TESTING
ar: الجودة والاختبار

source: Download file
ar: تحميل الملف

source: file
ar: ملف:

source: Translate Feature
ar: ترجمة المميزات

source: update Successfully
ar: تم التحديث بنجاح

source: User ID
ar: المستخدم

source: Fist Name
ar: الاسم الاول

source: Family Name
ar: اسم العائلة

source: Phone Number
ar: رقم الهاتف

source: Email Address
ar: البريد الإلكتروني

source: Activity Status
ar: اختر الحالة

source: Creation Time
ar: تاريخ الإنشاء

source: Last Edit
ar: اخر تحديث

source: Minimum
ar: أقل سعر

source: Maximum
ar: أقل سعر

source: Commission
ar: ربح من

source: Cost
ar: تحميل التكلفة على

source: Commition
ar: ربح من

source: Offer
ar: العروض

source: Count Favorites
ar: المفضلة

source: Number
ar: رقم

source: Header
ar: الهيدر

source: Background color
ar: لون الخلفية

source: Default
ar: إفتراضي

source: Font color
ar: لون الخط

source: Icon color
ar: لون الايقونة

source: Category card
ar: مربع القسم

source: Background color hover
ar: لون الخلفية عند مرور الماوس

source: Font color hover
ar: لون الخط عند مرور الماوس

source: Product card
ar: مربع المنتج

source: Add to cart background color
ar: لون خلفية زر إضافة الى سلتك

source: Add to cart font color
ar: لون خط زر إضافة الى سلتك

source: Out of stock background color
ar: لون خلفية زر منتج منتهي

source: Out of stock font color
ar: لون خط زر منتج منتهي

source: Footer
ar: الفوتر

source: Basic
ar: الأساسي

source: Store Font
ar: لون الخط

source: Default Font
ar: الخط الافتراضي

source: elmessiri
ar: نوع الخط

source: fontawesome
ar: الايقونه

source: Store main menu
ar: القائمة الرئيسية للمتجر

source: Classifications List
ar: قائمة التصنيفات

source: Custom List
ar: قائمة مخصصة

source: Show (all button) on the home page
ar: عرض (زر الكل) في الصفحة الرئيسية

source: gujarat from Saudi
ar: غوجارات من السعودية

source: There is no translation for this category
ar: لا تتوفر ترجمة

source: Subject
ar: الموضوع

source: Contents
ar: المحتوي

source: Choose One
ar: اختار

source: Priority
ar: الأولوية

source: Edit Ticket
ar: تعديل تذكرة

source: All Home Page Section Banner
ar: كل بانرات اقسام الصفحة الرئيسية

source: Edit Home Page Section Banners
ar: تعديل بانر قسم للصفحة الرئيسية

source: Languages
ar: اللغات

source: Order
ar: الطلب

source: Content Managemnet
ar: إدارة المحتوي

source: Birthday
ar: تاريخ الميلاد

source: Points
ar: النقاط

source: Add Points
ar: إضافة نقاط

source: History
ar: السجل

source: Created at
ar: تاريخ الانشاء

source: Control In All Volunteers
ar: التحكم في جميع المتطوعين

source: Volunteers
ar: المتطوعين

source: Add Volunteer
ar: اضافة متطوع

source: All Volunteers
ar: كل المتطوعين

source: Membership Name
ar: اسم الباقة

source: Is Active
ar: الحالة

source: Create Gift Discount Code
ar: كود الخصم

source: Create Private Discount Code
ar: انشاء كود خصم جديد

source: Create General Discount Code
ar: انشاء كود خصم جديد

source: Affiliate system
ar: نظام التسويق بالعمولة

source: balance
ar: الرصيد

source: Products count
ar: عدد المنتجات

source: Sales
ar: المبيعات

source: Percent
ar: النسبة المئوية

source: Customers count
ar: عدد العملاء

source: Added Successfully !
ar: تم الإضافة بنجاح !

source: Deleted Successfully !
ar: تم الحذف بنجاح !

source: Password Changed Successfully !
ar: تم تغيير كلمة المرور بنجاح !

source: create new user
ar: إنشاء مستخدم جديد

source: Actions
ar: التحكم

source: Notification
ar: إشعارات

source: Text message
ar: نص الرسالة

source: Shipping Information
ar: تفاصيل الشحن

source: Company
ar: الشركة

source: Delay
ar: الـتأخير

source: Day
ar: يوم

source: Country
ar: الدولة

source: Governorate
ar: المحافظة

source: Region
ar: المنطقة

source: Street
ar: الشارع

source: El Gada
ar: الجاده

source: Home number
ar: رقم المبنى

source: Home Number
ar: رقم المبنى

source: Block
ar: حظر

source: note
ar: ملاحظه

source: products
ar: المنتجات

source: product
ar: المنتج

source: price
ar: السعر

source: qty
ar: الكمية

source: total
ar: الكلي

source: Product Not Found Or Deleted
ar: المنتج غير موجود أو تم حذفه !

source: Cart Total
ar: إجمالي العربة

source: Shipping cost
ar: تكلفة الشحن

source: Order Total
ar: إجمالي الطلبات

source: dont find product this order
ar: لا يوجد منتج لهذا الطلب

source: order Status
ar: حالة الطلب

source: note by client
ar: ملحوظة عن طريق العميل

source: Added is Successfly
ar: تم الإضافة بنجاح

source: Order Was Rejected Or Canceled
ar: تم حذف الطلب

source: Show Order
ar: عرض الطلب

source: Top referrers
ar: أهم المُحيلين

source: Change image
ar: تغيير الصورة

source: View image
ar: عرض الصورة

source: Add sub category
ar: إضافة قسم فرعي

source: Add Category
ar: اضافة قسم

source: Please be aware that agreeing to delete this category, will delete all sub - classifications of this category, and this step is not irreversible
ar: يرجى العلم بأن الموافقة على حذف هذه الفئة ، ستحذف جميع التصنيفات الفرعية لهذه الفئة ، وهذه الخطوة غير قابلة للإلغاء

source: Confirm Delete
ar: تأكيد الحذف

source: Alert
ar: تنبيه

source: This section cannot be deleted because there are products in it. Delete it first
ar: لا يمكن حذف هذا المتجر لأنه يحتوي علي منتجات

source: Please complete missing data
ar: يرجى استكمال البيانات المفقودة

source: Image updated successfully
ar: تم تحديث الصورة

source: Allowing Using Times
ar: عدد مرات الاستخدام للكود

source: Allowing User Times
ar: عدد مرات الاستخدام للعميل

source: Buy
ar: شراء

source: Product(s)
ar: المنتجات

source: Take
ar: احصل على

source: Free
ar: مجانا

source: Select Condition
ar: اختيار شرط

source: Based on cart minimum price
ar: الحد الأدنى للسله

source: Based on selected items
ar: بناء على منتجات محدده

source: Apply offer to
ar: تطبيق العرض على

source: All Products
ar: كل المنتجات

source: Selected Products
ar: منتجات محددة

source: Min Cart Total
ar: إجمالي العربة

source: Max Free
ar: منتجات مجانيه لا تتعدي

source: Free Products From
ar: منتجات مجانيه من

source: Product Image
ar: اسم المنتج

source: Click to upload
ar: انقر للتحميل

source: Save Main image
ar: حفظ الصورة الرئيسية

source: Save Image
ar: حفظ الصورة

source: Seo Setting
ar: اعدادات السيو

source: Seo Settings
ar: اعدادات السيو

source: SEO
ar: السيو

source: HomePage Title
ar: عنوان الصفحة الرئيسية

source: HomePage Description
ar: وصف الصفحة الرئيسية

source: Sitemap
ar: خريطة الموقع

source: Copy SiteMap URL
ar: انسخ رابط خريطة الموقع

source: Edit Role
ar: تعديل الصلاحية

source: Value
ar: القيمة

source: Label
ar: الخاصية

source: Add Section
ar: اضافة سكشن

source: Place Enter Section Title
ar: من فضلك اكتب اسم القسم

source: Display Title
ar: عرض العنوان

source: Place Enter description
ar: من فضلك ادخل الوصف هنا

source: Content Type
ar: نوع المحتوى

source: Latest Products
ar: أحدث المنتجات

source: Best Selling Products
ar: المنتجات الأكثر مبيعا

source: Most Visited Products
ar: المنتجات الأكثر زيارة

source: Random Products
ar: منتجات عشوائية

source: Image + Video
ar: صورة + فيديو

source: Banner
ar: البانر

source: Select Categories
ar: اختر الأقسام

source: Select Products
ar: حدد المنتجات

source: Total Products
ar: اجمالي المنتجات

source: Place Enter Total Products
ar: من فضلك ادخل اجمالي المنتجات

source: Video
ar: فيديو

source: Select Banners
ar: اختار البانر

source: Select services
ar: اختر الخدمات

source: Success partners
ar: شركاء النجاح

source: Select Partners
ar: اختر الشركاء

source: Display Order
ar: ترتيب الطلب

source: Place Enter Section Order
ar: من فضلك ادخل ترتيب السكشن

source: Account owner
ar: مالك الحساب

source: account number
ar: رقم الحساب

source: Holder name
ar: اسم الحامل

source: Bank Transactions number
ar: رقم التحويلات البنكية

source: Add Customer To Group
ar: أضافة عميل لمجموعة

source: Maintenance Mode
ar: وضع الصيانة

source: After activating the maintenance mode, you will be able to enter the store on its own and work on preparing it, while customers will see a maintenance page for them. To view it, log in to your store from another browser, or log out of the control panel
ar: بعد تنشيط وضع الصيانة ، ستتمكن من دخول المتجر بمفرده والعمل على إعداده ، بينما سيرى العملاء صفحة صيانة لهم. لعرضه ، قم بتسجيل الدخول إلى متجرك من متصفح آخر ، أو قم بتسجيل الخروج من لوحة التحكم

source: Maintenance Title
ar: عنوان الصيانة

source: Maintenance Message
ar: رسالة الصيانة

source: Store Options
ar: خيارات المتجر

source: Orders Requests
ar: السماح بعمل طلب

source: Show product rating
ar: عرض تقييم المنتج

source: Show Out Of Stock products
ar: عرض المنتجات الغير متوفرة

source: Activate discount coupons
ar: تفعيل كوبونات الخصم

source: Show products you might like on the product page
ar: عرض المنتجات التي قد ترغب في صفحة المنتج

source: Show brands in home page
ar: عرض العلامات التجارية في الصفحة الرئيسية

source: Show our features in home page
ar: عرض مميزاتنا في الصفحة الرئيسية

source: Show payment gates in home page
ar: عرض بوابات الدفع في الصفحة الرئيسية

source: Show social media icons in home page
ar: عرض ايقونات التواصل الاجتماعي في الصفحة الرئيسية

source: Store Settigs
ar: اعدادات المتجر

source: ِAll
ar: الكل

source: Not Found
ar: غير موجود

source: Translate Custom Fields
ar: ترجمة الحقول المخصصة

source: Design Options
ar: خيارات التصميم

source: Enabled
ar: تمكين

source: Modifications saved
ar: تم حفظ التعديلات

source: Store Design
ar: تصميم المتجر

source: Banks
ar: البنوك

source: Payments
ar: عمليات الدفع

source: Order ID
ar: ID الطلب

source: Payment
ar: الدفع

source: Article Link
ar: لينك المقال

source: Your Search
ar: البحث

source: Find
ar: بحث

source: Items
ar: عناصر

source: Send new notification
ar: ارسال اشعار جديد

source: Notifications
ar: الاشعارات

source: Text
ar: النص

source: Select country
ar: من فضلك اختر الدولة

source: Please select country
ar: من فضلك اختر الدولة

source: Select city
ar: اختر المدينة

source: Please select city
ar: برجاء اختيار المدينة

source: Select group
ar: اختر المجموعة

source: Please select group
ar: يرجى اختيار المجموعة

source: Select users
ar: اختر الأعضاء

source: Please select users
ar: برجاء اختيار المستخدمين

source: Select Promoters
ar: اختر الشركاء
